* Linus utlägg lgh
150000 150000   # till kajsa för handpenning (340') <2015-02-11 Wed>
150000+ 300000  # till kajsa för handpenning (340') <2015-02-12 Thu>
40000+ 340000   # till kajsa för handpenning (340')
6885+ 346885	# avg utö3 2015-04-30
6885+ 353770	# avg utö3 2015-05-29
8800+ 362570	# tapeter 2015-04-15
1000+ 363570	# del av handpenning grumsg
1500+ 365070	# handpenning soffa 2015-04-11
24341+ 389411	# mediamarkt 2015-04-26
919+ 390330	# fortum 2015-06-01
340000- 50330	# grtrd bet. halva lgh 2015-06-02
0		# kvittat <2015-08-15 Sat>
* Matpengar och annat gemensamt
** gertrud
2443		# <2015-02-20 Fri>
6007+ 8450	# <2015-03-30 Mon>
2098+ 10548	# <2015-05-15 Fri>
8824+ 19372	# <2015-08-15 Sat>
0		# kvittat <2015-08-15 Sat>
** linus
5149		# <2015-02-20 Fri>
2996+ 8145	# <2015-03-30 Mon>
7455+ 15600	# <2015-05-15 Fri>
1540+ 17140	# <2015-08-15 Sat>
3132+ 20272	# <2015-08-15 Sat>
0		# kvittat <2015-08-15 Sat>
3000		# <2019-04-10 Wed>
* Skuld grtrds --> linus
5000		# för valenciabiljett
13500		# dator
1500+ 20000	# extra
2000+ 22000	# middag
1000+ 23000	# extra
20000- 3000	# betalt tillbaka
0		# kvittat <2015-08-15 Sat>

* SEB
- [[file:seb-arsbesked-2016.pdf][file:~/.priv/seb-arsbesked-2016.pdf]]
** värdepapper
*** SEB-1703K Kreditindexbevis "high yield"
- [[FILE:avrakningsnota_nr_170530400116.pdf][file:~/.priv/avrakningsnota_nr_170530400116.pdf]]
- likviddag 2017-06-08
- inkköpspris 101.000 inkl. kurtage
- förfallodag 2022-07-15
- utdelning
  - 2018-07-16 2748,67 (efter skatt)
*** SEB-1703G Aktieobligation "globala storbolag"
- [[file:avrakningsnota_nr_170530400065.pdf][file:~/.priv/avrakningsnota_nr_170530400065.pdf]]
- likviddag 2017-06-08
- inkköpspris 112.200 inkl. kurtage
- förfallodag 2020-06-08
- inlöst 2020-06-06 107.467,84
- förlust 4732.16

** fonder
*** Corp bond Eur Lux
- årlig avg 0,75%
- 2017-04-27 +100k @ 16,10
*** Etisk Europa Lux
- årlig avg 1,5%
- 2017-05-07 +100k @ 33,23
*** Etisk Global Index Lux
- årlig avg 0,45%
- 2017-04-27 +100k @ 11,70
*** Företagsobl flex sek
- årlig avg 0,70%
- 2017-11-08 +100k @ 147,58
*** Hållbarhet Sverige Lux
- årlig avg 1,36%
- 2017-11-08 +100k @ 82,35
** historik
|      datum | typ      |  värde |
|------------+----------+--------|
| 2018-10-25 | v-papper | 194730 |
| 2018-10-25 | fonder   | 579078 |
| 2018-11-18 | v-papper | 194810 |
| 2018-11-18 | fonder   | 581981 |
| 2018-11-21 | v-papper | 194260 |
| 2018-11-21 | fonder   | 576936 |
| 2018-11-23 | v-papper | 194560 |
| 2018-11-23 | fonder   | 575618 |
| 2018-11-29 | v-papper | 195080 |
| 2018-11-29 | fonder   | 580981 |
| 2018-11-30 | v-papper | 194090 |
| 2018-11-30 | fonder   | 585317 |
| 2018-12-05 | v-papper | 193800 |
| 2018-12-05 | fonder   | 584478 |
| 2018-12-13 | v-papper | 192890 |
| 2018-12-13 | fonder   | 572866 |
| 2018-12-17 | v-papper | 193920 |
| 2018-12-17 | fonder   | 574077 |
|            |          |        |

Use 'C-c =' to enter a formula in the current field.
Use 'C-*' to update the current row.

|      datum | v-papper |          | fonder |          |    S:A |          |           |
|            |     curr | difflast |   curr | difflast |   curr | difflast | diffstart |
|------------+----------+----------+--------+----------+--------+----------+-----------|
|            |   192300 |          | 568997 |          | 761297 |          |           |
| 2018-12-20 |   192300 |        0 | 568997 |        0 | 761297 |        0 |           |
| 2019-01-02 |   190580 |    -1720 | 556245 |   -12752 | 746825 |   -14472 |    -14472 |
| 2019-01-03 |   191400 |      820 | 561195 |     4950 | 752595 |     5770 |     -8702 |
| 2019-01-18 |   193010 |     1610 | 577563 |    16368 | 770573 |    17978 |      9276 |
| 2019-01-18 |   193440 |      430 | 579530 |     1967 | 772970 |     2397 |     11673 |
| 2019-01-22 |   195010 |     1570 | 581463 |     1933 | 776473 |     3503 |     15176 |
| 2019-01-24 |   193850 |    -1160 | 580097 |    -1366 | 773947 |    -2526 |     12650 |
| 2019-01-30 |   193860 |       10 | 583763 |     3666 | 777623 |     3676 |     16326 |
| 2019-02-09 |   195360 |     1500 | 595484 |    11721 | 790844 |    13221 |     29547 |
| 2019-02-11 |   195260 |     -100 | 595650 |      166 | 790910 |       66 |     29613 |
| 2019-04-11 |   201720 |     6460 | 620574 |    24924 | 822294 |    31384 |     60997 |
| 2019-04-11 |   202430 |      710 | 630924 |    10350 | 833354 |    11060 |     72057 |
| 2019-05-02 |   203290 |      860 | 641017 |    10093 | 844307 |    10953 |     83010 |

#+TBLFM: $3=$-1-@-1$-1::$5=$-1-@-1$-1::$6=$2+$4::$7=$-1-@-1$-1::$8=$6-@3$6
* Skatteverket
** deklaration för inkomstår 2017
2018-05-01 22:42 Kvittens-id 20180501224032196905190499412072
** deklaration för inkomstår 2018
*** kontrolluppgifter
- VR: bruttolön 168975; avdragen skatt 34202
- verkligendata: bruttolön 79125; avdragen skatt 15624
- SEB: ränta v-papper 3926.67; avdragen skatt 1178
- SEB: schablonintäkter (fonder) 2030
summa inkomst tjänst 248100
summa inkomst kapital 5957
summa inbetald skatt 51004
** deklaration för inkomstår 2019
*** kontrolluppgifter
- VR
  - bruttolön 133374; avdraen saktt: 19480
- Verkligen Data
  - bruttolön 292645; avdragen skatt: 60038
- FK
- SEB
  - VP utdelning 3700
  - VP prel.skatt 1100
  - fonder schablonintäkter 2236

summa beskattnigsbar inkomts: 426019
summa inbetald prelskatt: 80618

kommunal- och landstingsskatt 29,820%
begravningsavg 0,065%

summa skatt 98215
att betala 17587

** deklaration för inkomtsår 2020
- Skatteverket (se [[file:Skatt/2020 skatteuträknig.pdf][file:~/.priv/ekonomi/Skatt/2020 skatteuträknig.pdf]])
  OBS innan avdrag för 

  - kommunal skatt 29,82%
  - förvärvsinkomst 603764
  - kapitalinkomst 6349
  - summa skatt 167042 (27,6%)
  - avdragen skatt 130846 (21,6%)

- K10
  - Andelar: 500

Uppdatering 2022-05-01: Enligt [1] kan jag dra av den del av
omkostnadsersättningen som överstiger 5000 kr. Enligt Skatteverkets
e-tjänst (kvitens) så drog jag av 64190 kr vid 2.4 Övriga
utgifter. Det är samma belopp som anges under 2.1
Kostnadsersättningar. 64190 motsvarar 5349 kr/mån.

[1] https://www.skatteverket.se/privat/skatter/arbeteochinkomst/inkomster/familjehem.4.515a6be615c637b9aa413ed5.html

*** kontrolluppgifter
|                | inkomst | avdragen skatt |   avdr/ink |  25.7% |   diff | not                     |
|----------------+---------+----------------+------------+--------+--------+-------------------------|
| Verkligen Data |  193045 |          43319 | 0.22439846 |  49667 |  -6348 | kolla skattetabell igen |
| VR             |   96656 |          13321 | 0.13781866 |  24868 | -11547 | taget från lönespec dec |
| Staden, lön    |  156904 |          47069 | 0.29998598 |  40368 |   6701 |                         |
| FK             |   90048 |          25210 | 0.27996180 |  23167 |   2043 |                         |
| SEB, ränta     |    3648 |           1094 | 0.29989035 |    938 |    156 |                         |
| SEB, schablon  |    2701 |                |          0 |    694 |   -694 |                         |
| SUMMA          |  543002 |         130013 | 0.23943374 | 139705 |  -9692 |                         |
|----------------+---------+----------------+------------+--------+--------+-------------------------|
#+TBLFM: @>$2=vsum(@I+1..@-1)::@>$3=vsum(@I+1..@-1)::@5$2=20100+23316+25728+5628+7236+8040::@5$3=5627+6528+7203+1575+2026+2251::$4=$3/$2::$5=floor($2*.257284)::$6=$3-$5

** deklaration för inkomstår 2021

- Bilaga K4
  - Försäljning av värdepapper SEB 1703K, förlust -12848.
  - SEB har redovisat en inkomst från utlandet på 27276 EUR den
    2021-10-22 (270411 kr enl [2]) så jag redovisar en vinst på 269083
    kr (anskaffningsvärde 1328 SEK [4]) kr baserat på försäljning av
    0,64 BTC till en kurs av 422k SEK/BTC. Skatten på detta uppgår
    till 80725 kr.

- Bilaga K10: Andelar 500, 500. Förenklad, ingen utdelning.

- Kostnadsersättningar, 1.2 på deklarationsblanketten, anges till
  45480 vilket motsvarar 3790 kr/mån. Jag för över det beloppet till
  2.4 i enlighet med [1]

- Total kvarskatt uppgår till 101321 kr som är SKV tillhanda
  2022-05-02. Den del som överstiger 30000 kr kommer jag att få betala
  16,25% årsränta från den 2022-02-12 på, enligt [5]. Det rör sig om
  ca 1000 kr/mån så borde landa runt 3000 kr.

[1] https://www.skatteverket.se/privat/skatter/arbeteochinkomst/inkomster/familjehem.4.515a6be615c637b9aa413ed5.html
[2] [[file:2021-10-22 SEB Bitstamp.pdf][file:~/.priv/ekonomi/2021-10-22 SEB Bitstamp.pdf]]
[3] [[file:~/clown/Linus/Ekonomi/Sparande/2021-09-01-bitstamp-transactions.pdf][file:~/clown/Linus/Ekonomi/Sparande/2021-09-01-bitstamp-transactions.pdf]]
[4] 0,64 BTC köpt den 2014-12-18 till en kurs av 305 USD/BTC [3] där
    USD köptes den 2013-07-09 för 6,802 USD/SEK.
[5] https://www.skatteverket.se/privat/skatter/skattekontobetalaochfatillbaka/rantapaskattekontot.4.18e1b10334ebe8bc80002582.html?q=r%C3%A4nta+p%C3%A5+belopp+%C3%B6ver

*** förtryckta kontrolluppgifter
|                | inkomst | avdragen skatt |   avdr/ink | 29.82% av ink | diff avdr/25,7 | not          |
|----------------+---------+----------------+------------+---------------+----------------+--------------|
| Verkligen Data |  224215 |          53712 | 0.23955578 |         66860 |         -13148 |              |
| VR             |  101318 |          13100 | 0.12929588 |         30213 |         -17113 |              |
| Staden, lön    |  145592 |          43672 | 0.29996154 |         43415 |            257 | 12132 kr/mån |
| FK             |   89307 |          25002 | 0.27995566 |         26631 |          -1629 |              |
| SEB, ränta     |         |                |        0/0 |             0 |              0 |              |
| SEB, schablon  |         |                |        0/0 |             0 |              0 |              |
| SUMMA          |  560432 |         135486 | 0.24175279 |        167120 |         -31634 |              |
|----------------+---------+----------------+------------+---------------+----------------+--------------|
#+TBLFM: @>$2=vsum(@I+1..@-1)::@>$3=vsum(@I+1..@-1)::$4=$3/$2::$5=floor($2*.2982)::$6=$3-$5

29,82% är min kommunalskatt.


* Cryptocurrency
- <2021-04-28 Wed>
btc@btc:~$ bitcoin-cli getbalance
4.61425433
